Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/Resources/Localization/Foundation.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

# ai_chat_attachment_settings.photos.message
source: Photo access is turned off for lingvichr. Open Settings to allow it.
ar: تم إيقاف الوصول إلى الصور لتطبيق lingvichr. افتح الإعدادات للسماح به.
bg: Достъпът до снимки е изключен за lingvichr. Отворете Настройки, за да го разрешите.
bn: ফটো অ্যাক্সেস lingvichr এর জন্য বন্ধ করা হয়েছে। অনুমতি দিতে সেটিংস খুলুন।
ca: L'accés a les fotos està desactivat per a lingvichr. Obriu Configuració per permetre-ho.
cs: Přístup k fotkám je pro lingvichr vypnutý. Povolte jej v Nastavení.
da: Fotoadgang er slået fra for lingvichr. Åbn Indstillinger for at tillade den.
de: Der Zugriff auf Fotos für lingvichr ist deaktiviert. Öffne die Einstellungen, um ihn zu erlauben.
el: Η πρόσβαση στις φωτογραφίες είναι απενεργοποιημένη για το lingvichr. Επιτρέψτε την στις Ρυθμίσεις.
es_es: El acceso a Fotos está desactivado para lingvichr. Abre Ajustes para permitirlo.
es_mx: El acceso a Fotos está desactivado para lingvichr. Abre Ajustes para permitirlo.
et: lingvichr fotodele juurdepääs on välja lülitatud. Selle lubamiseks ava seaded.
fa: دسترسی lingvichr به عکس‌ها غیرفعال است. برای فعال کردن آن، تنظیمات را باز کنید.
fi: lingvichrn kuvien käyttöoikeus on poistettu. Salli se asetuksissa.
fr: L’accès aux photos est désactivé pour lingvichr. Ouvrez Réglages pour l’autoriser.
gu: lingvichr માટે ફોટાની ઍક્સેસ બંધ છે. મંજૂરી આપવા સેટિંગ્સ ખોલો.
he: הגישה לתמונות כבויה עבור lingvichr. יש לפתוח את ההגדרות כדי לאפשר אותה.
hi: lingvichr के लिए फ़ोटो एक्सेस बंद है। इसे अनुमति देने के लिए सेटिंग्स खोलें।
hr: Pristup fotografijama isključen je za lingvichr. Otvorite Postavke da biste ga dopustili.
hu: A lingvichr fotóhozzáférése ki van kapcsolva. Engedélyezd a Beállításokban.
id: Akses foto untuk lingvichr dinonaktifkan. Buka Pengaturan untuk mengizinkannya.
is: Slökkt er á aðgangi að myndum fyrir lingvichr. Opnaðu Stillingar til að leyfa hann.
it: L’accesso alle foto è disattivato per lingvichr. Apri Impostazioni per consentirlo.
ja: lingvichr の写真へのアクセスはオフです。許可するには「設定」を開いてください。
kn: lingvichrಗೆ ಫೋಟೋ ಪ್ರವೇಶ ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ. ಅನುಮತಿಸಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ.
ko: lingvichr의 사진 접근이 꺼져 있습니다. 설정에서 허용하세요.
lt: lingvichr prieiga prie nuotraukų išjungta. Atidarykite nustatymus ir ją įjunkite.
lv: lingvichr piekļuve fotoattēliem ir izslēgta. Lai to atļautu, atveriet iestatījumus.
ml: lingvichr-യ്ക്ക് ഫോട്ടോ അനുമതി ഓഫാണ്. അനുവദിക്കാൻ ക്രമീകരണങ്ങൾ തുറക്കുക.
mr: lingvichr साठी फोटोंचा प्रवेश बंद आहे. परवानगी देण्यासाठी सेटिंग्ज उघडा.
nb: Bildetilgang er slått av for lingvichr. Åpne Innstillinger for å tillate den.
nl: Fototoegang is uitgeschakeld voor lingvichr. Open Instellingen om toegang toe te staan.
pa: lingvichr ਲਈ ਫ਼ੋਟੋਆਂ ਦੀ ਪਹੁੰਚ ਬੰਦ ਹੈ। ਮਨਜ਼ੂਰੀ ਦੇਣ ਲਈ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ।
pl: Dostęp do zdjęć jest wyłączony dla lingvichr. Otwórz Ustawienia, aby go włączyć.
pt_br: O acesso às fotos está desativado para o lingvichr. Abra os Ajustes para permitir.
ro: Accesul la poze este dezactivat pentru lingvichr. Deschide Configurări pentru a-l permite.
ru: Доступ к фото для lingvichr отключен. Откройте «Настройки», чтобы разрешить его.
sk: Prístup k fotkám je pre lingvichr vypnutý. Povoľte ho v Nastaveniach.
sl: Dostop do fotografij je za lingvichr izklopljen. Dovolite ga v Nastavitvah.
sv: Bildåtkomst är avstängd för lingvichr. Tillåt den i Inställningar.
sw: Ufikiaji wa picha umezimwa kwa lingvichr. Fungua Mipangilio ili kuuruhusu.
ta: lingvichr-க்கு புகைப்பட அணுகல் முடக்கப்பட்டுள்ளது. அனுமதிக்க அமைப்புகளைத் திறக்கவும்.
te: lingvichr కోసం ఫొటోల అనుమతి ఆఫ్‌లో ఉంది. అనుమతించడానికి సెట్టింగ్‌లను తెరవండి.
th: lingvichr ไม่มีสิทธิ์เข้าถึงรูปภาพ เปิดการตั้งค่าเพื่ออนุญาต
tr: lingvichr için fotoğraf erişimi kapalı. İzin vermek için Ayarlar’ı açın.
uk: Доступ lingvichr до фото вимкнено. Відкрийте Параметри, щоб дозволити його.
ur: lingvichr کے لیے تصاویر کی رسائی بند ہے۔ اجازت دینے کے لیے ترتیبات کھولیں۔
vi: Quyền truy cập ảnh của lingvichr đang tắt. Mở Cài đặt để cho phép.
zh_hans: lingvichr 的照片访问权限已关闭。打开“设置”以允许访问。
zu: Imvume yezithombe ye-lingvichr ivaliwe. Vula Izilungiselelo ukuze uyivumele.

# ai_chat_attachment_settings.photos.title
source: Photo Access Needed
ar: مطلوب الوصول إلى الصور
bg: Необходим е достъп до снимки
bn: ফটো অ্যাক্সেস প্রয়োজন
ca: Cal accedir a la foto
cs: Je potřeba přístup k fotkám
da: Fotoadgang kræves
de: Zugriff auf Fotos erforderlich
el: Απαιτείται πρόσβαση στις φωτογραφίες
es_es: Se necesita acceso a Fotos
es_mx: Se necesita acceso a Fotos
et: Vajalik on juurdepääs fotodele
fa: دسترسی به عکس‌ها لازم است
fi: Kuvien käyttöoikeus tarvitaan
fr: Accès aux photos requis
gu: ફોટાની ઍક્સેસ જરૂરી છે
he: נדרשת גישה לתמונות
hi: फ़ोटो एक्सेस आवश्यक है
hr: Potreban je pristup fotografijama
hu: Fotóhozzáférés szükséges
id: Akses Foto Diperlukan
is: Aðgangur að myndum er nauðsynlegur
it: Accesso alle foto necessario
ja: 写真へのアクセスが必要です
kn: ಫೋಟೋ ಪ್ರವೇಶ ಬೇಕು
ko: 사진 접근 필요
lt: Reikia prieigos prie nuotraukų
lv: Nepieciešama piekļuve fotoattēliem
ml: ഫോട്ടോ അനുമതി വേണം
mr: फोटोंचा प्रवेश आवश्यक
nb: Bildetilgang kreves
nl: Fototoegang nodig
pa: ਫ਼ੋਟੋਆਂ ਦੀ ਪਹੁੰਚ ਚਾਹੀਦੀ ਹੈ
pl: Potrzebny dostęp do zdjęć
pt_br: Acesso às fotos necessário
ro: Este necesar accesul la poze
ru: Требуется доступ к фото
sk: Vyžaduje sa prístup k fotkám
sl: Potreben je dostop do fotografij
sv: Bildåtkomst behövs
sw: Ufikiaji wa Picha Unahitajika
ta: புகைப்பட அணுகல் தேவை
te: ఫొటోల అనుమతి అవసరం
th: ต้องใช้สิทธิ์เข้าถึงรูปภาพ
tr: Fotoğraf Erişimi Gerekli
uk: Потрібен доступ до фото
ur: تصاویر کی رسائی درکار ہے
vi: Cần quyền truy cập ảnh
zh_hans: 需要照片访问权限
zu: Kudingeka imvume yezithombe

# cards.all_cards_deck_label
source: All cards
ar: كل البطاقات
bg: Всички карти
bn: সব কার্ড
ca: Totes les targetes
cs: Všechny kartičky
da: Alle kort
de: Alle Karten
el: Όλες οι κάρτες
es_es: Todas las tarjetas
es_mx: Todas las tarjetas
et: Kõik kaardid
fa: همهٔ کارت‌ها
fi: Kaikki kortit
fr: Toutes les cartes
gu: બધાં કાર્ડ
he: כל הכרטיסיות
hi: सभी कार्ड
hr: Sve kartice
hu: Összes kártya
id: Semua kartu
is: Öll spjöld
it: Tutte le schede
ja: すべてのカード
kn: ಎಲ್ಲ ಕಾರ್ಡ್‌ಗಳು
ko: 모든 카드
lt: Visos kortelės
lv: Visas kartītes
ml: എല്ലാ കാർഡുകളും
mr: सर्व कार्डे
nb: Alle kort
nl: Alle kaarten
pa: ਸਾਰੇ ਕਾਰਡ
pl: Wszystkie fiszki
pt_br: Todos os cartões
ro: Toate fișele
ru: Все карточки
sk: Všetky karty
sl: Vse kartice
sv: Alla kort
sw: Kadi zote
ta: அனைத்து அட்டைகளும்
te: అన్ని కార్డులు
th: การ์ดทั้งหมด
tr: Tüm kartlar
uk: Усі картки
ur: تمام کارڈز
vi: Tất cả thẻ
zh_hans: 所有卡片
zu: Wonke amakhadi

# cloud_account_state.disconnected.title
source: Disconnected
ar: غير متصل
bg: Прекъсната връзка
bn: সংযোগ বিচ্ছিন্ন
ca: Desconnectat
cs: Odpojeno
da: Afbrudt
de: Getrennt
el: Αποσυνδεδεμένο
es_es: Desconectado
es_mx: Desconectado
et: Ühendus katkestatud
fa: قطع اتصال
fi: Yhteys katkaistu
fr: Déconnecté
gu: ડિસ્કનેક્ટ થયેલું
he: מנותק
hi: डिस्कनेक्टेड
hr: Odspojeno
hu: Nincs kapcsolat
id: Terputus
is: Aftengt
it: Disconnesso
ja: 未接続
kn: ಸಂಪರ್ಕ ಕಡಿತಗೊಂಡಿದೆ
ko: 연결 해제됨
lt: Atsijungta
lv: Atvienots
ml: വിച്ഛേദിച്ചു
mr: जोडणी तुटली
nb: Frakoblet
nl: Verbinding verbroken
pa: ਕਨੈਕਸ਼ਨ ਟੁੱਟਿਆ
pl: Rozłączono
pt_br: Desconectado
ro: Deconectat
ru: Отключено
sk: Odpojené
sl: Povezava prekinjena
sv: Frånkopplad
sw: Muunganisho umekatwa
ta: துண்டிக்கப்பட்டது
te: అనుసంధానం తెగిపోయింది
th: ไม่ได้เชื่อมต่อ
tr: Bağlantı kesildi
uk: Не підключено
ur: کنکشن منقطع
vi: Đã ngắt kết nối
zh_hans: 未连接
zu: Kunqanyuliwe

# cloud_account_state.guest.title
source: Guest
ar: ضيف
bg: Гост
bn: অতিথি
ca: Convidat
cs: Host
da: Gæst
de: Gast
el: Επισκέπτης
es_es: Invitado
es_mx: Invitado
et: Külaline
fa: مهمان
fi: Vieras
fr: Invité
gu: અતિથિ
he: אורח
hi: अतिथि
hr: Gost
hu: Vendég
id: Tamu
is: Gestur
it: Ospite
ja: ゲスト
kn: ಅತಿಥಿ
ko: 게스트
lt: Svečias
lv: Viesis
ml: അതിഥി
mr: पाहुणा
nb: Gjest
nl: Gast
pa: ਮਹਿਮਾਨ
pl: Gość
pt_br: Convidado
ro: Vizitator
ru: Гость
sk: Hosť
sl: Gost
sv: Gäst
sw: Mgeni
ta: விருந்தினர்
te: అతిథి
th: ผู้เยี่ยมชม
tr: Misafir
uk: Гість
ur: مہمان
vi: Khách
zh_hans: 访客
zu: Isivakashi

# cloud_account_state.linked.title
source: Linked
ar: مرتبط
bg: Свързан
bn: লিঙ্কযুক্ত
ca: Enllaçat
cs: Propojeno
da: Tilknyttet
de: Verknüpft
el: Συνδεδεμένο
es_es: Vinculado
es_mx: Vinculado
et: Seotud
fa: متصل
fi: Yhdistetty
fr: Lié
gu: જોડાયેલું
he: מקושר
hi: लिंक किया गया
hr: Povezano
hu: Összekapcsolva
id: Terhubung
is: Tengt
it: Collegato
ja: リンク済み
kn: ಲಿಂಕ್ ಆಗಿದೆ
ko: 연결됨
lt: Susieta
lv: Saistīts
ml: ബന്ധിപ്പിച്ചു
mr: जोडलेले
nb: Tilknyttet
nl: Gekoppeld
pa: ਲਿੰਕ ਹੋਇਆ
pl: Połączono
pt_br: Vinculado
ro: Asociat
ru: Связан
sk: Prepojené
sl: Povezano
sv: Länkad
sw: Imeunganishwa
ta: இணைக்கப்பட்டது
te: అనుసంధానించబడింది
th: เชื่อมโยงแล้ว
tr: Bağlandı
uk: Пов’язано
ur: منسلک
vi: Đã liên kết
zh_hans: 已关联
zu: Kuxhunyiwe

# cloud_account_state.linking_ready.title
source: Linking ready
ar: جاهز للربط
bg: Готово за свързване
bn: লিঙ্ক প্রস্তুত
ca: Enllaç a punt
cs: Připraveno k propojení
da: Klar til tilknytning
de: Bereit zum Verknüpfen
el: Έτοιμο για σύνδεση
es_es: Listo para vincular
es_mx: Listo para vincular
et: Sidumiseks valmis
fa: آمادهٔ اتصال
fi: Valmis yhdistettäväksi
fr: Prêt à lier
gu: જોડવા માટે તૈયાર
he: מוכן לקישור
hi: लिंक करने के लिए तैयार
hr: Spremno za povezivanje
hu: Összekapcsolásra kész
id: Siap dihubungkan
is: Tilbúið til tengingar
it: Pronto per il collegamento
ja: 連携の準備完了
kn: ಲಿಂಕ್ ಮಾಡಲು ಸಿದ್ಧವಾಗಿದೆ
ko: 연결 준비됨
lt: Paruošta susieti
lv: Gatavs saistīšanai
ml: ബന്ധിപ്പിക്കാൻ തയ്യാറാണ്
mr: जोडण्यासाठी तयार
nb: Klar for tilknytning
nl: Klaar om te koppelen
pa: ਲਿੰਕ ਕਰਨ ਲਈ ਤਿਆਰ
pl: Gotowe do połączenia
pt_br: Pronto para vincular
ro: Pregătit pentru asociere
ru: Готово к привязке
sk: Pripravené na prepojenie
sl: Pripravljeno za povezavo
sv: Redo att länka
sw: Tayari kuunganishwa
ta: இணைக்கத் தயார்
te: అనుసంధానానికి సిద్ధం
th: พร้อมเชื่อมโยง
tr: Bağlamaya hazır
uk: Готово до пов’язування
ur: منسلک کرنے کے لیے تیار
vi: Sẵn sàng liên kết
zh_hans: 可关联
zu: Kulungele ukuxhuma

# cloud_auth.error.invalid_base_url
source: Cloud sign-in is unavailable. Check the app configuration.
ar: تسجيل الدخول السحابي غير متاح. تحقّق من إعدادات التطبيق.
bg: Влизането в облак не е налично. Проверете конфигурацията на приложението.
bn: ক্লাউড সাইন-ইন অনুপলব্ধ। অ্যাপ কনফিগারেশন চেক করুন।
ca: L'inici de sessió al núvol no està disponible. Comproveu la configuració de l'aplicació.
cs: Přihlášení do cloudu není dostupné. Zkontrolujte konfiguraci aplikace.
da: Login til skyen er ikke tilgængeligt. Kontrollér appens konfiguration.
de: Die Cloud-Anmeldung ist nicht verfügbar. Prüfe die App-Konfiguration.
el: Η σύνδεση στο cloud δεν είναι διαθέσιμη. Ελέγξτε τη διαμόρφωση της εφαρμογής.
es_es: El inicio de sesión en la nube no está disponible. Revisa la configuración de la app.
es_mx: El inicio de sesión en la nube no está disponible. Revisa la configuración de la app.
et: Pilve sisselogimine pole saadaval. Kontrolli rakenduse seadistust.
fa: ورود به فضای ابری در دسترس نیست. پیکربندی برنامه را بررسی کنید.
fi: Pilvipalveluun kirjautuminen ei ole käytettävissä. Tarkista sovelluksen määritykset.
fr: La connexion au cloud n’est pas disponible. Vérifiez la configuration de l’app.
gu: ક્લાઉડ સાઇન-ઇન ઉપલબ્ધ નથી. ઍપનું કન્ફિગરેશન તપાસો.
he: הכניסה לענן אינה זמינה. יש לבדוק את תצורת האפליקציה.
hi: क्लाउड साइन-इन उपलब्ध नहीं है। ऐप कॉन्फ़िगरेशन जाँचें।
hr: Prijava u oblak nije dostupna. Provjerite konfiguraciju aplikacije.
hu: A felhőbe való bejelentkezés nem érhető el. Ellenőrizd az alkalmazás konfigurációját.
id: Masuk ke cloud tidak tersedia. Periksa konfigurasi aplikasi.
is: Innskráning í skýið er ekki tiltæk. Athugaðu uppsetningu forritsins.
it: L’accesso al cloud non è disponibile. Controlla la configurazione dell’app.
ja: クラウドサインインは利用できません。アプリの設定を確認してください。
kn: ಕ್ಲೌಡ್ ಸೈನ್ ಇನ್ ಲಭ್ಯವಿಲ್ಲ. ಆ್ಯಪ್ ಸಂರಚನೆಯನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: 클라우드 로그인을 사용할 수 없습니다. 앱 구성을 확인하세요.
lt: Prisijungimas prie debesijos nepasiekiamas. Patikrinkite programėlės konfigūraciją.
lv: Pierakstīšanās mākonī nav pieejama. Pārbaudiet lietotnes konfigurāciju.
ml: ക്ലൗഡ് സൈൻ ഇൻ ലഭ്യമല്ല. ആപ്പ് കോൺഫിഗറേഷൻ പരിശോധിക്കുക.
mr: क्लाउड साइन-इन उपलब्ध नाही. अ‍ॅपची संरचना तपासा.
nb: Innlogging i skyen er utilgjengelig. Sjekk appkonfigurasjonen.
nl: Aanmelden bij de cloud is niet beschikbaar. Controleer de appconfiguratie.
pa: ਕਲਾਊਡ ਵਿੱਚ ਸਾਈਨ ਇਨ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਐਪ ਦੀ ਸੰਰਚਨਾ ਜਾਂਚੋ।
pl: Logowanie do chmury jest niedostępne. Sprawdź konfigurację aplikacji.
pt_br: O login na nuvem não está disponível. Verifique a configuração do app.
ro: Autentificarea în cloud nu este disponibilă. Verifică configurația aplicației.
ru: Вход в облако недоступен. Проверьте конфигурацию приложения.
sk: Prihlásenie do cloudu nie je dostupné. Skontrolujte konfiguráciu aplikácie.
sl: Prijava v oblak ni na voljo. Preverite konfiguracijo aplikacije.
sv: Molninloggning är inte tillgänglig. Kontrollera appens konfiguration.
sw: Kuingia kwenye wingu hakupatikani. Angalia usanidi wa programu.
ta: கிளவுட் உள்நுழைவு கிடைக்கவில்லை. செயலியின் உள்ளமைவைச் சரிபார்க்கவும்.
te: క్లౌడ్ సైన్ ఇన్ అందుబాటులో లేదు. యాప్ కాన్ఫిగరేషన్‌ను తనిఖీ చేయండి.
th: ไม่สามารถลงชื่อเข้าใช้คลาวด์ได้ ตรวจสอบการกำหนดค่าแอป
tr: Buluta giriş kullanılamıyor. Uygulama yapılandırmasını kontrol edin.
uk: Вхід у хмару недоступний. Перевірте конфігурацію застосунку.
ur: کلاؤڈ سائن اِن دستیاب نہیں ہے۔ ایپ کی ترتیب چیک کریں۔
vi: Đăng nhập đám mây không khả dụng. Kiểm tra cấu hình ứng dụng.
zh_hans: 云端登录不可用。请检查应用配置。
zu: Ukungena efwini akutholakali. Hlola ukumiswa kohlelo lokusebenza.

# cloud_auth.error.invalid_email
source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صالحًا.
bg: Въведете валиден имейл адрес.
bn: একটি বৈধ ইমেল ঠিকানা লিখুন।
ca: Introduïu una adreça de correu electrònic vàlida.
cs: Zadejte platnou e-mailovou adresu.
da: Indtast en gyldig e-mailadresse.
de: Gib eine gültige E-Mail-Adresse ein.
el: Εισαγάγετε μια έγκυρη διεύθυνση email.
es_es: Introduce una dirección de correo válida.
es_mx: Introduce una dirección de correo válida.
et: Sisesta kehtiv e-posti aadress.
fa: یک نشانی ایمیل معتبر وارد کنید.
fi: Anna kelvollinen sähköpostiosoite.
fr: Saisissez une adresse e-mail valide.
gu: માન્ય ઇમેઇલ સરનામું દાખલ કરો.
he: יש להזין כתובת דוא״ל תקינה.
hi: मान्य ईमेल पता दर्ज करें।
hr: Unesite valjanu adresu e-pošte.
hu: Adj meg érvényes e-mail-címet.
id: Masukkan alamat email yang valid.
is: Sláðu inn gilt netfang.
it: Inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
kn: ಮಾನ್ಯ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ko: 올바른 이메일 주소를 입력하세요.
lt: Įveskite galiojantį el. pašto adresą.
lv: Ievadiet derīgu e-pasta adresi.
ml: സാധുവായ ഇമെയിൽ വിലാസം നൽകുക.
mr: वैध ईमेल पत्ता प्रविष्ट करा.
nb: Skriv inn en gyldig e-postadresse.
nl: Voer een geldig e-mailadres in.
pa: ਇੱਕ ਵੈਧ ਈਮੇਲ ਪਤਾ ਦਾਖ਼ਲ ਕਰੋ।
pl: Wpisz prawidłowy adres e-mail.
pt_br: Digite um endereço de e-mail válido.
ro: Introdu o adresă de e-mail validă.
ru: Введите действительный адрес электронной почты.
sk: Zadajte platnú e-mailovú adresu.
sl: Vnesite veljaven e-poštni naslov.
sv: Ange en giltig e-postadress.
sw: Weka anwani halali ya barua pepe.
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்.
te: చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను నమోదు చేయండి.
th: ป้อนที่อยู่อีเมลที่ถูกต้อง
tr: Geçerli bir e-posta adresi girin.
uk: Введіть дійсну адресу електронної пошти.
ur: درست ای میل پتہ درج کریں۔
vi: Nhập địa chỉ email hợp lệ.
zh_hans: 请输入有效的电子邮件地址。
zu: Faka ikheli le-imeyili elivumelekile.

# cloud_auth.error.otp_challenge_consumed
source: Code already used. Request a new one.
ar: تم استخدام الرمز بالفعل. اطلب رمزًا جديدًا.
bg: Кодът вече е използван. Поискайте нов.
bn: কোডটি ইতিমধ্যে ব্যবহার করা হয়েছে। নতুন কোডের অনুরোধ করুন।
ca: El codi ja s’ha utilitzat. Demana’n un de nou.
cs: Kód již byl použit. Vyžádejte si nový.
da: Koden er allerede brugt. Anmod om en ny.
de: Der Code wurde bereits verwendet. Fordere einen neuen an.
el: Ο κωδικός έχει ήδη χρησιμοποιηθεί. Ζητήστε νέο.
es_es: El código ya se ha usado. Solicita uno nuevo.
es_mx: El código ya se ha usado. Solicita uno nuevo.
et: Kood on juba kasutatud. Küsi uus kood.
fa: کد قبلاً استفاده شده است. کد جدیدی درخواست کنید.
fi: Koodi on jo käytetty. Pyydä uusi.
fr: Code déjà utilisé. Demandez-en un nouveau.
gu: કોડ વપરાઈ ગયો છે. નવો કોડ માગો.
he: הקוד כבר נוצל. יש לבקש קוד חדש.
hi: कोड पहले ही इस्तेमाल हो चुका है। नया कोड माँगें।
hr: Kôd je već iskorišten. Zatražite novi.
hu: Ezt a kódot már felhasználták. Kérj újat.
id: Kode sudah digunakan. Minta kode baru.
is: Kóðinn hefur þegar verið notaður. Óskaðu eftir nýjum.
it: Codice già utilizzato. Richiedine uno nuovo.
ja: コードはすでに使用されています。新しいコードをリクエストしてください。
kn: ಕೋಡ್ ಈಗಾಗಲೇ ಬಳಸಲಾಗಿದೆ. ಹೊಸದನ್ನು ವಿನಂತಿಸಿ.
ko: 이미 사용한 코드입니다. 새 코드를 요청하세요.
lt: Kodas jau panaudotas. Paprašykite naujo.
lv: Kods jau izmantots. Pieprasiet jaunu.
ml: കോഡ് ഇതിനകം ഉപയോഗിച്ചു. പുതിയത് അഭ്യർത്ഥിക്കുക.
mr: कोड आधीच वापरला आहे. नवीन कोड मागवा.
nb: Koden er allerede brukt. Be om en ny.
nl: De code is al gebruikt. Vraag een nieuwe aan.
pa: ਕੋਡ ਪਹਿਲਾਂ ਵਰਤਿਆ ਜਾ ਚੁੱਕਾ ਹੈ। ਨਵਾਂ ਕੋਡ ਮੰਗੋ।
pl: Kod został już użyty. Poproś o nowy.
pt_br: Este código já foi usado. Solicite um novo.
ro: Codul a fost deja folosit. Solicită unul nou.
ru: Код уже использован. Запросите новый.
sk: Kód už bol použitý. Vyžiadajte si nový.
sl: Koda je že uporabljena. Zahtevajte novo.
sv: Koden har redan använts. Begär en ny.
sw: Msimbo umetumika tayari. Omba mpya.
ta: குறியீடு ஏற்கனவே பயன்படுத்தப்பட்டது. புதியதைக் கோரவும்.
te: కోడ్ ఇప్పటికే ఉపయోగించబడింది. కొత్తది కోరండి.
th: รหัสนี้ใช้แล้ว โปรดขอรหัสใหม่
tr: Kod zaten kullanıldı. Yeni bir kod isteyin.
uk: Код уже використано. Запросіть новий.
ur: کوڈ پہلے استعمال ہو چکا ہے۔ نیا کوڈ طلب کریں۔
vi: Mã đã được sử dụng. Hãy yêu cầu mã mới.
zh_hans: 该验证码已被使用。请重新获取一个。
zu: Ikhodi isisetshenzisiwe. Cela entsha.

# cloud_auth.error.otp_code_invalid
source: Code is invalid. Try again.
ar: الرمز غير صالح. حاول مرة أخرى.
bg: Кодът е невалиден. Опитайте отново.
bn: কোড অবৈধ। আবার চেষ্টা করুন
ca: El codi no és vàlid. Torna-ho a provar.
cs: Kód je neplatný. Zkuste to znovu.
da: Koden er ugyldig. Prøv igen.
de: Der Code ist ungültig. Versuch es erneut.
el: Ο κωδικός δεν είναι έγκυρος. Δοκιμάστε ξανά.
es_es: El código no es válido. Inténtalo de nuevo.
es_mx: El código no es válido. Inténtalo de nuevo.
et: Kood ei kehti. Proovi uuesti.
fa: کد نامعتبر است. دوباره امتحان کنید.
fi: Koodi ei kelpaa. Yritä uudelleen.
fr: Code non valide. Réessayez.
gu: કોડ અમાન્ય છે. ફરી પ્રયાસ કરો.
he: הקוד אינו תקין. יש לנסות שוב.
hi: कोड मान्य नहीं है। फिर से कोशिश करें।
hr: Kôd nije valjan. Pokušajte ponovno.
hu: Érvénytelen kód. Próbáld újra.
id: Kode tidak valid. Coba lagi.
is: Kóðinn er ógildur. Reyndu aftur.
it: Codice non valido. Riprova.
ja: コードが無効です。もう一度お試しください。
kn: ಕೋಡ್ ಅಮಾನ್ಯವಾಗಿದೆ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 코드가 올바르지 않습니다. 다시 시도하세요.
lt: Kodas neteisingas. Bandykite dar kartą.
lv: Kods nav derīgs. Mēģiniet vēlreiz.
ml: കോഡ് അസാധുവാണ്. വീണ്ടും ശ്രമിക്കുക.
mr: कोड अवैध आहे. पुन्हा प्रयत्न करा.
nb: Koden er ugyldig. Prøv igjen.
nl: De code is ongeldig. Probeer het opnieuw.
pa: ਕੋਡ ਗਲਤ ਹੈ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Kod jest nieprawidłowy. Spróbuj ponownie.
pt_br: Código inválido. Tente novamente.
ro: Codul nu este valid. Încearcă din nou.
ru: Код недействителен. Попробуйте снова.
sk: Kód je neplatný. Skúste to znova.
sl: Koda ni veljavna. Poskusite znova.
sv: Koden är ogiltig. Försök igen.
sw: Msimbo si sahihi. Jaribu tena.
ta: குறியீடு தவறானது. மீண்டும் முயலவும்.
te: కోడ్ చెల్లదు. మళ్లీ ప్రయత్నించండి.
th: รหัสไม่ถูกต้อง ลองอีกครั้ง
tr: Kod geçersiz. Tekrar deneyin.
uk: Код недійсний. Спробуйте ще раз.
ur: کوڈ درست نہیں ہے۔ دوبارہ کوشش کریں۔
vi: Mã không hợp lệ. Hãy thử lại.
zh_hans: 验证码无效。请重试。
zu: Ikhodi ayivumelekile. Zama futhi.

# cloud_auth.error.otp_send_failed
source: Could not send a code. Try again.
ar: تعذّر إرسال الرمز. حاول مرة أخرى.
bg: Не може да се изпрати код. Опитайте отново.
bn: একটি কোড পাঠানো যায়নি। আবার চেষ্টা করুন
ca: No s'ha pogut enviar el codi. Torna-ho a provar.
cs: Kód se nepodařilo odeslat. Zkuste to znovu.
da: Koden kunne ikke sendes. Prøv igen.
de: Der Code konnte nicht gesendet werden. Versuch es erneut.
el: Δεν ήταν δυνατή η αποστολή κωδικού. Δοκιμάστε ξανά.
es_es: No se pudo enviar el código. Inténtalo de nuevo.
es_mx: No se pudo enviar el código. Inténtalo de nuevo.
et: Koodi ei saanud saata. Proovi uuesti.
fa: ارسال کد ممکن نشد. دوباره امتحان کنید.
fi: Koodin lähetys epäonnistui. Yritä uudelleen.
fr: Impossible d’envoyer un code. Réessayez.
gu: કોડ મોકલી શકાયો નહીં. ફરી પ્રયાસ કરો.
he: לא ניתן לשלוח קוד. יש לנסות שוב.
hi: कोड भेजा नहीं जा सका। फिर से कोशिश करें।
hr: Nije moguće poslati kôd. Pokušajte ponovno.
hu: Nem sikerült elküldeni a kódot. Próbáld újra.
id: Tidak dapat mengirim kode. Coba lagi.
is: Ekki tókst að senda kóða. Reyndu aftur.
it: Impossibile inviare un codice. Riprova.
ja: コードを送信できませんでした。もう一度お試しください。
kn: ಕೋಡ್ ಕಳುಹಿಸಲಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 코드를 보내지 못했습니다. 다시 시도하세요.
lt: Nepavyko išsiųsti kodo. Bandykite dar kartą.
lv: Neizdevās nosūtīt kodu. Mēģiniet vēlreiz.
ml: കോഡ് അയയ്ക്കാനായില്ല. വീണ്ടും ശ്രമിക്കുക.
mr: कोड पाठवता आला नाही. पुन्हा प्रयत्न करा.
nb: Kunne ikke sende en kode. Prøv igjen.
nl: De code kon niet worden verstuurd. Probeer het opnieuw.
pa: ਕੋਡ ਭੇਜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się wysłać kodu. Spróbuj ponownie.
pt_br: Não foi possível enviar o código. Tente novamente.
ro: Codul nu a putut fi trimis. Încearcă din nou.
ru: Не удалось отправить код. Попробуйте снова.
sk: Kód sa nepodarilo odoslať. Skúste to znova.
sl: Kode ni bilo mogoče poslati. Poskusite znova.
sv: Koden kunde inte skickas. Försök igen.
sw: Msimbo haukuweza kutumwa. Jaribu tena.
ta: குறியீட்டை அனுப்ப முடியவில்லை. மீண்டும் முயலவும்.
te: కోడ్‌ను పంపలేకపోయాము. మళ్లీ ప్రయత్నించండి.
th: ส่งรหัสไม่ได้ ลองอีกครั้ง
tr: Kod gönderilemedi. Tekrar deneyin.
uk: Не вдалося надіслати код. Спробуйте ще раз.
ur: کوڈ بھیجا نہیں جا سکا۔ دوبارہ کوشش کریں۔
vi: Không thể gửi mã. Hãy thử lại.
zh_hans: 无法发送验证码。请重试。
zu: Ayikwazanga ukuthumela ikhodi. Zama futhi.
